{
    "content": [
        {
            "title": "A Couple of Cuckoos",
            "anotherTitle": [
                "The Cuckoo's Fiance",
                "Kakkou no Iinazuke"
            ],
            "genre": [
                "Comedy",
                "Romance",
                "School Life",
                "Harem"
            ],
            "author": [
                "Miki Yoshikawa"
            ],
            "group": [
                "Black Cat Scanlations",
                "Cuckoo Scans"
            ],
            "status": "Ongoing",
            "detail": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
            "img": "img/A Couple of Cuckoos.jpg",
            "series": "A Couple of Cuckoos.html"
        },
        {
            "title": "A Rare Marriage: How to Grill Our Love",
            "anotherTitle": [
                "Yaiteru Futari",
                "Grilling for Two"
            ],
            "genre": [
                "Seinen",
                "Romance",
                "Office Workers",
                "Cooking",
                "Slice of Life"
            ],
            "author": [
                "Shiori Hanatsuka"
            ],
            "group": [
                "White Cat Scanlations",
                "Black Cat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
            "img": "img/A Rare Marriage.jpg",
            "series": "A Rare Marriage How to Grill Our Love.html"
        },
        {
            "title": "D-Frag!",
            "anotherTitle": [
                "D Frag!",
                "D-FRAGMENTS!",
                "ディーふらぐ!",
                "デーフラグ！"
            ],
            "genre": [
                "Action",
                "Comedy",
                "Harem",
                "Romance",
                "School Life",
                "Seinen",
                "Slice of Life"
            ],
            "author": [
                "Tomoya Haruno"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Dropped",
            "detail": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?",
            "img": "img/D-Frag!.jpg",
            "series": "D-Frag!.html"
        },
        {
            "title": "Dancing in the Evening Lull With My Ribbon",
            "anotherTitle": [
                "Yuunagi ni Mae, Boku no Ribbon",
                "夕凪に舞え、僕のリボン"
            ],
            "genre": [
                "Drama",
                "Seinen",
                "Sports"
            ],
            "author": [
                "Yumi Kurokawa"
            ],
            "group": [
                "nocturne scans"
            ],
            "status": "Ongoing",
            "detail": "A boy becomes enamored with Ribbon (rhythmic gymnastics) after seeing a young woman dancing by a shrine one evening. Years later, he steps onto the mat for a Ribbon competition. Everyone is shocked to see a boy trying to compete. Can he get past the stigma and dance on equal footing?",
            "img": "img/Dancing in the Evening Lull With My Ribbon.jpg",
            "series":"Dancing in the Evening Lull With My Ribbon.html"
        },
        {
            "title": "DEEP",
            "anotherTitle":[
                ""
            ],
            "genre": [
                "Seinen",
                "Treasure Hunting",
                "Adventure",
                "Drama"
            ],
            "author": [
                "Yasuo Ootagaki"
            ],
            "group": [
                "Project Vinland"
            ],
            "status": "Ongoing",
            "detail": "Retired deep-sea diver Albert goes on one final job to recover a unique, once in a lifetime treasure, which is said to be inside the safe of a U-Boat, 620 meters under sea. Together with his old team, the treasure hunters known as DEEP, the mission to recover the safe begins...?",
            "img": "img/Deep.jpg",
            "series": "DEEP.html"
        },
        {
            "title": "Dinner for the Devil: The Otherworldly Chef and the Supreme Glutton Princess",
            "anotherTitle": [
                "異世界シェフと最強暴食姫"
            ],
            "genre": [
                "Cooking",
                "Action",
                "Comedy",
                "Shounen",
                "Adventure"
            ],
            "author": [
                "Takeshi Azuma"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "Summoned to a world where the concept of cooking doesn't exist, the young chef Leo must now prepare some delicious dishes for one devilish customer! Join him and the curious glutton Renatos on their quest for new and exciting meals in this all-you-can-eat isekai tale!",
            "img": "img/Dinner for the Devil.jpg",
            "series":"Dinner for the Devil The Otherworldly Chef and the Supreme Glutton Princess.html"
        },
        {
            "title": "Fechippuru ~Our Innocent Love~",
            "anotherTitle": [
                "Fetipple - Our Innocent Love",
                "What I Love About You",
                "フェチップル～僕らの純粋な恋～",
                "Fechippuru - Bokura no Junsui na Koi"
            ],
            "genre": [
                "Comedy",
                "Drama",
                "Ecchi",
                "Romance",
                "Shounen",
                "Slice of Life"
            ],
            "author": [
                "Zurachy Rurihara"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "I love long hair! Tatsu Yunoki, our MC who deeply loves beautiful long female hair, heard a voice scream his name. It was Kotoka Hatsushima, and, under the impulse of alcohol, both he and she decided to date each other. All they know is that they love each other's hair and back?! It’s not necessary to know anything else! They clash fetish against fetish and come together in a fun and romantic comedy. What is your fetish?",
            "img": "img/Fechippuru.jpg",
            "series":"Fechippuru ~Our Innocent Love~.html"
        },
        {
            "title": "Fuuko no Iru Mise",
            "anotherTitle":[
                ""
            ],
            "genre": [
                "Seinen",
                "Slice of Life",
                "School Life",
                "Romance"
            ],
            "author": [
                "Hitoshi Iwaaki"
            ],
            "group": [
                "Project Vinland"
            ],
            "status": "Ongoing",
            "detail": "Fuuko is a shy girl—so shy that she has trouble talking to strangers. Determined to change herself, she starts working as a waitress at Cafe Rhodos. The people she meets on and off the job will lead her through the often frightful world of adolescence, and beyond.",
            "img": "img/Fuuko no Iru Miss.jpg",
            "series":"Fuuko no Iru Mise.html"
        },
        {
            "title": "Getsuyoubi no Tawawa",
            "anotherTitle": [
                "Tawawa on Monday"
            ],
            "genre": [
                "Seinen",
                "Romance",
                "Office Workers",
                "Ecchi",
                "Slice of Life"
            ],
            "author": [
                "Kiseki Himura"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship. Link to blue version: https://catmanga.org/series/tawawa-blue/",
            "img": "img/Getsuyoubi no Tawawa.jpg",
            "series":"Getsuyoubi no Tawawa.html"
        },
        {
            "title": "Getsuyoubi no Tawawa (Blue)",
            "anotherTitle": [
                "Tawawa on Monday"
            ],
            "genre": [
                "Seinen",
                "Romance",
                "Office Workers",
                "Ecchi",
                "Slice of Life"
            ],
            "author": [
                "Kiseki Himura"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship. Link to grayscale version: https://catmanga.org/series/tawawa/",
            "img": "img/Getsuyoubi no Tawawa1.jpg",
            "series": "Getsuyoubi no Tawawa (Blue).html"
        },
        {
            "title": "I Love You, as a Friend",
            "anotherTitle": [
                "Tomodachi Toshite Daisuki",
                "友達として大好き",
                "Tomodachi to Shite Daisuki"
            ],
            "genre": [
                "Comedy",
                "Drama",
                "Romance",
                "School Life",
                "Seinen",
                "Slice of Life"
            ],
            "author": [
                "Mikumi Yuchi"
            ],
            "group": [
                "Black Cat Scanlations"
            ],
            "status": "Dropped",
            "detail": "When escaping from the angry girlfriend of a boy she just finished blowing, Sanako enters a random room and meets Yuito, a serious boy who she immediately falls in love with and proceeds to get aroused by. Taking to heart the school rule that forbids students from forming romantic relationships, the overly serious Yuito refuses her confession. So what is she to do? Naturally, sexually harass him with the excuse that it's simply just a little skinship between friends until he gives in.",
            "img": "img/I Love You, as a Friend.jpg",
            "series":"I Love You, as a Friend.html"
        },
        {
            "title": "I'm in Love with the Older Girl Next Door",
            "anotherTitle":[
                ""
            ],
            "genre": [
                "Romance",
                "Slice of Life",
                "Shounen"
            ],
            "author": [
                "Koume Fujichika"
            ],
            "group": [
                "RomCat Scanlations"
            ],
            "status": "Ongoing",
            "detail": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided romcom brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!",
            "img": "img/I'm in Love with the Older Girl Next Door.jpg",
            "series":"I'm in Love with the Older Girl Next Door.html"
        },
        {
            "title": "Senpai ga Uzai Kouhai no Hanashi",
            "anotherTitle": [
                "A Story About A Senpai Who Annoys His Kouhai"
            ],
            "genre": [
                "Comedy",
                "Romance",
                "Office Workers",
                "Slice of Life"
            ],
            "author": [
                "Manta Shiro"
            ],
            "group": [
                "White Cat Scanlations",
                "STALKER Scanlation"
            ],
            "status": "Ongoing",
            "detail": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him...",
            "img": "img/Senpai ga Uzai Kouhai no Hanashi.jpg",
            "series":"Senpai ga Uzai Kouhai no Hanashi.html"
        }
    ]
}